{
    "examples": [
        {
            "case":"Left shoulder arthroplasty",
            "comment": "Had to take over 1 intubation due to inability to pass tube over the bougie. He handled the situation well, did not get frustrated and took instruction well.",
            "focus_areas": "Airway management with DL"
        },
        {
            "case":"SESAME",
            "comment": "--- is a driven student, with qualities that will shape her into a fantastic CRNA. Anyone can learn a skill, anyone can intubate, push medications, put in central lines, IVs- etc. What differentiates a technician vs. a provider is the ability to critically observe, appraise, and assimilate the continuous onslaught of dynamic events/factors surrounding the perioperative setting and make rapid changes to best serve the patient under their care. Each case in succession she was more dialed in, these are very unique cases, and have specific requirements to the case/culture at UW (also particular ways that her preceptor sets things up for these). This ability, as well as, general character traits (hardworking, easy to get along with, fast learner, humble, recognizes limits) are what make an amazing anesthesia provider. These are things that I see in --- and markers of a very successful studentship and eventually CRNA.",
            "focus_areas": "Keep asking questions, keep identifying problems or potential problems and be ready to provide a solution. IV skills are improving, keep pushing to get large bore access in a timely manor- it truly can save a life one day. She put in 5 16 gauges with me over the two days we worked together and gained confidence. Airway, relax- breath- 95% of the time its not an emergency and we have optimal conditions for intubating in the OR. Keep working on DL skills- technology is great, but it relies on power and there may be a time and place that you are without these tools. Know the ASA difficult airway chart, plan a day with a preceptor where you have healthy easy airways to safely work through the CICV scenarios to have practiced before it becomes an emergency one day. All of these are things that come with time and reps. Your character, drive, and work ethic are shining. Keep it up, come work with me anytime."
        },
        {
            "case":"THA",
            "comment": "Nice spinal and maintenance of anesthesia!",
            "focus_areas": ""
        },
        {
            "case":"C-section",
            "comment": "Overall A+ for the day. Basically did a routine c/s independently. You were receptive to the few tips and tricks I pointed out.",
            "focus_areas": ""
        },
        {
            "case":"Right humerus fracture repair",
            "comment": "first time do doing shoulders. Very tricky day of cases and challenges of pt positioning while managing anesthetic. Sara did well right where she should be in the course. She seemed defeated by end of day. Great growth occurred! Sara learns quickly and uses what she learns on the next case.DL Intubations were challenging for her because they were challenging AW's. She was afforded the opportunity to troubleshoot difficulties in AW management. One aw I stepped in because pt rapidly decompensated. While she didn't do AW she had exposure to steps and urgency when that occurs.",
            "focus_areas": "Great day of learning! We chatted about what if scenarios on the last case during the only downtime of the day. Focus on positive affirmations and remember how much learning occurred rather than thinking about these experiences as failures. Sara did really well!"
        },
        {
            "case":"Total knee arthroplasty",
            "comment": "-unable to determine if LMA is seated appropriately and able to ventilate -not wiping injection ports with alcohol prior to induction",
            "focus_areas": "-airway management, specifically recognition of when she is ventilating appropriately with LMA -regional skills"
        },
        {
            "case":"Total knee arthroplasty",
            "comment": "without crna intervention, would have placed spinal at minimum 2 spaces too high",
            "focus_areas": "-spinal technique, specifically locating appropriate vertebral levels -regional skills"
        },
        {
            "case":"Bronchoscopy",
            "comment": "1st LMA placement AND a bronch through it! Lots of firsts. Nice being flexible, calm and responsive to patient needs ( coughing). A lot of firsts! You take direction well and have food instincts",
            "focus_areas": ""
        }
    ]
}
